Repository: JcDenis/acronyms
Catalog: locales/*/main.po
Languages: fr

source: Acronyms Manager
fr: Gestionnaire des acronymes

source: manage acronyms
fr: gérer les acronymes

source: Acronym
fr: Acronyme

source: Title?
fr: Libellé ?

source: Lang?
fr: Langue ?

source: Acronyms
fr: Acronymes

source: You must give an acronym
fr: Vous devez indiquer un acronyme

source: You must give a title
fr: Vous devez indiquer un libellé

source: This acronym already exists
fr: Cet acronyme existe déjà

source: Acronyms parameters successfully updated.
fr: La mise à jour des paramètres a réussi.

source: Acronyms list successfully updated.
fr: Liste des acronymes mise à jour avec succès.

source: Acronym successfully added.
fr: Acronyme ajouté avec succès.

source: Enable acronyms button on toolbar
fr: Activer le bouton acronymes sur la barre d'outils

source: Enable acronyms public page
fr: Activer la page publique des acronymes

source: View the acronyms page
fr: Voir la page des acronymes

source: Edit acronyms
fr: Modifier les acronymes

source: Add an acronym
fr: Ajouter un acronyme

source: Entitled
fr: Libellé

source: List of Acronyms
fr: Liste des acronymes

source: Link to the page of acronyms
fr: Lien vers la page des acronymes

source: Add, remove and modify acronyms for the wiki syntax
fr: Ajouter, supprimer et modifier les acromymes pour la syntaxe wiki
